[
  {
    "RoleA": "Bounty Hunter",
    "RoleB": "Kazali",
    "JinxText": "Es wird nur ein böser Bürger erschaffen, falls der Bounty Hunter immer noch im Spiel ist, nachdem der Kazali gehandelt hat."
  },
  {
    "RoleA": "Bounty Hunter",
    "RoleB": "Philosoph",
    "JinxText": "Falls der Philosoph die Bounty Hunter Fähigkeit erhält, wird möglicherweise ein Bürger böse."
  },
  {
    "RoleA": "Cannibal",
    "RoleB": "Butler",
    "JinxText": "Falls der Cannibal die Butler Fähigkeit erhält, erfährt der Cannibal das."
  },
  {
    "RoleA": "Cannibal",
    "RoleB": "Jongleur",
    "JinxText": "Falls der Jongleur am ersten Tag rät und durch Hinrichtung stirbt, erfährt der Cannibal in der Nacht wie viele Charaktere der Jongleur korrekt erraten hat."
  },
  {
    "RoleA": "Cannibal",
    "RoleB": "Poppy Grower",
    "JinxText": "Falls der Cannibal den Poppy Grower verspeist und danach stirbt oder die Poppy Grower Fähigkeit verliert, lernen sich Dämon und Schergen in der Nacht kennen."
  },
  {
    "RoleA": "Cannibal",
    "RoleB": "Zealot",
    "JinxText": "Falls der Cannibal die Zealot Fähigkeit erhält, erfährt der Cannibal das."
  },
  {
    "RoleA": "Mathematiker",
    "RoleB": "Kammerzofe",
    "JinxText": "Die Kammerzofe erfährt, ob der Mathematiker diese Nacht aufwachen würde oder nicht, obwohl die Kammerzofe zu erst aufwacht."
  },
  {
    "RoleA": "Mathematiker",
    "RoleB": "Verrückte",
    "JinxText": "Der Mathematiker erfährt, ob der Verrückte einen oder mehrere andere Spieler angegriffen hat als der echte Dämon."
  },
  {
    "RoleA": "Butler",
    "RoleB": "Organ Grinder",
    "JinxText": "Falls der Organ Grinder eine Abstimmung mit geschloßenen Augen verursacht, darf der Butler seine Hand zur Abstimmung heben, aber seine Stimme zählt nur, wenn sein Meister ebenfalls abgestimmt hat."
  },
  {
    "RoleA": "Heretic",
    "RoleB": "Baron",
    "JinxText": "Der Baron kann möglicherweise nur 1 Außenseiter hinzufügen anstatt 2."
  },
  {
    "RoleA": "Heretic",
    "RoleB": "Boffin",
    "JinxText": "Der Dämon kann nicht die Heretic Fähigkeit erhalten."
  },
  {
    "RoleA": "Heretic",
    "RoleB": "Pate",
    "JinxText": "Nur 1 verhexter Charakter kann im Spiel sein."
  },
  {
    "RoleA": "Heretic",
    "RoleB": "Lleech",
    "JinxText": "Falls der Lleech den Heretic vergiftet hat und dann der Lleech stirbt, bleibt der Heretic vergiftet."
  },
  {
    "RoleA": "Heretic",
    "RoleB": "Grubenweib",
    "JinxText": "Ein Grubenweib kann keinen Heretic erschaffen."
  },
  {
    "RoleA": "Heretic",
    "RoleB": "Spion",
    "JinxText": "Nur 1 verhexter Charakter kann im Spiel sein."
  },
  {
    "RoleA": "Heretic",
    "RoleB": "Widow",
    "JinxText": "Nur 1 verhexter Charakter kann im Spiel sein."
  },
  {
    "RoleA": "Ogre",
    "RoleB": "Einsiedler",
    "JinxText": "Falls der Einsiedler dem Ogre als böse angezeigt wird, erfährt der Ogre daß er böse ist."
  },
  {
    "RoleA": "Plague Doctor",
    "RoleB": "Baron",
    "JinxText": "Falls der Storyteller die Baron Fähigkeit erhält, werden bis zu 2 Spieler zu nicht im Spiel befindlichen Außenseitern."
  },
  {
    "RoleA": "Plague Doctor",
    "RoleB": "Boomdandy",
    "JinxText": "Falls der Plague Doctor hingerichtet wird und der Storyteller die Boomdandy Fähigkeit erhalten würde, löst die Boomdandy Fähigkeit sofort aus."
  },
  {
    "RoleA": "Plague Doctor",
    "RoleB": "Böser Zwilling",
    "JinxText": "Der Storyteller kann nicht die Böser Zwilling Fähigkeit erhalten falls der Plague Doctor stirbt."
  },
  {
    "RoleA": "Plague Doctor",
    "RoleB": "Fearmonger",
    "JinxText": "Falls der Plague Doctor stirbt, erhält ein lebender Scherge die Fearmonger Fähigkeit zusätzlich zu seiner eigenen Fähigkeit. Der Scherge erfährt davon."
  },
  {
    "RoleA": "Plague Doctor",
    "RoleB": "Goblin",
    "JinxText": "Falls der Plague Doctor stirbt, erhält ein lebender Scherge die Goblin Fähigkeit zusätzlich zu seiner eigenen Fähigkeit. Der Scherge erfährt davon."
  },
  {
    "RoleA": "Plague Doctor",
    "RoleB": "Marionette",
    "JinxText": "Falls der Dämon einen lebenden Bürger oder Außenseiter als Nachbarn hat wenn der Plague Doctor stirbt, wird der Spieler eine böse Marionette, außer wenn es bereits einen zusätzlichen bösen Spieler gibt."
  },
  {
    "RoleA": "Plague Doctor",
    "RoleB": "Scharlachrote Frau",
    "JinxText": "Falls der Plague Doctor stirbt, erhält ein lebender Scherge die Scharlachrote Frau Fähigkeit zusätzlich zu seiner eigenen Fähigkeit. Der Scherge erfährt davon."
  },
  {
    "RoleA": "Plague Doctor",
    "RoleB": "Spion",
    "JinxText": "Falls der Plague Doctor stirbt, erhält ein lebender Scherge die Spion Fähigkeit zusätzlich zu seiner eigenen Fähigkeit. Der Scherge erfährt davon."
  },
  {
    "RoleA": "Boffin",
    "RoleB": "Alchemist",
    "JinxText": "Falls der Alchemist die Boffin Fähigkeit hat, erfährt der Alchemist nicht, welche Fähigkeit der Dämon hat."
  },
  {
    "RoleA": "Boffin",
    "RoleB": "Cult Leader",
    "JinxText": "Falls der Dämon die Cult Leader Fähigkeit hat, kann er durch diese Fähigkeit nicht gut werden."
  },
  {
    "RoleA": "Boffin",
    "RoleB": "Trunkenbold",
    "JinxText": "Falls der Dämon die Trunkenbold Fähigkeit haben würde, wählt der Boffin einen Bürger Spieler der stattdeßen diese Fähigkeit hat."
  },
  {
    "RoleA": "Boffin",
    "RoleB": "Schläger",
    "JinxText": "Falls der Dämon die Cult Leader Fähigkeit hat, kann er durch diese Fähigkeit nicht gut werden."
  },
  {
    "RoleA": "Boffin",
    "RoleB": "Ogre",
    "JinxText": "Der Dämon kann nicht die Ogre Fähigkeit haben."
  },
  {
    "RoleA": "Boffin",
    "RoleB": "Politician",
    "JinxText": "Der Dämon kann nicht die Politician Fähigkeit haben."
  },
  {
    "RoleA": "Boffin",
    "RoleB": "Village Idiot",
    "JinxText": "Falls es noch freie Village Idiot Charakterplättchen gibt, kann der Boffin dem Dämon die Village Idiot Fähigkeit geben."
  },
  {
    "RoleA": "Cerenovus",
    "RoleB": "Goblin",
    "JinxText": "Der Cerenovus kann wählen, daß ein Spieler davon beseßen ist, der Goblin zu sein."
  },
  {
    "RoleA": "Marionette",
    "RoleB": "Balloonist",
    "JinxText": "Falls die Marionette denkt, sie sei der Balloonist, wurden möglicherweise \u002B1 Außenseiter hinzugefügt."
  },
  {
    "RoleA": "Marionette",
    "RoleB": "Damsel",
    "JinxText": "Die Marionette erfährt nicht, daß eine Damsel im Spiel ist."
  },
  {
    "RoleA": "Marionette",
    "RoleB": "Huntsman",
    "JinxText": "Falls die Marionette denkt, sie sei der Huntsman, wurde eine Damsel hinzugefügt."
  },
  {
    "RoleA": "Marionette",
    "RoleB": "Lil\u0027 Monsta",
    "JinxText": "Die Marionette sitzt neben einem Schergen statt dem Dämon. Die Marinette wird nicht geweckt um zu wählen, wer das Lil\u0027 Monsta Plättchen nimmt. Die Marionette erfährt nicht, ob sie das Lil\u0027 Monsta Plättchen hat."
  },
  {
    "RoleA": "Marionette",
    "RoleB": "Poppy Grower",
    "JinxText": "Wenn der Poppy Grower stirbt, erfährt der Dämon wer die Marionette ist. Die Marionette erfährt nichts."
  },
  {
    "RoleA": "Marionette",
    "RoleB": "Snitch",
    "JinxText": "Die Marionette erfährt keine 3 nicht im Spiel befindliche Charaktere. Stattdeßen erfährt der Dämon 3 zusätzliche nicht im Spiel befindliche Charaktere."
  },
  {
    "RoleA": "Strippenzieher",
    "RoleB": "Al-Hadikhia",
    "JinxText": "Falls der Al-Hadikhia hingerichtet wird und der Strippenzieher ist noch am leben, wählt der Al-Hadikhia in der Nacht 3 gute Spieler."
  },
  {
    "RoleA": "Grubenweib",
    "RoleB": "Cult Leader",
    "JinxText": "Falls das Grubenweib einen bösen Spieler in den Cult Leader verwandelt, kann er nicht durch seine eigene Fähigkeit gut werden."
  },
  {
    "RoleA": "Grubenweib",
    "RoleB": "Damsel",
    "JinxText": "Falls das Grubenweib eine Damsel generiert, wählt der Storyteller welcher Spieler es ist."
  },
  {
    "RoleA": "Grubenweib",
    "RoleB": "Schläger",
    "JinxText": "Falls das Grubenweib einen bösen Spieler in den Schläger verwandelt, kann er nicht durch seine eigene Fähigkeit gut werden."
  },
  {
    "RoleA": "Grubenweib",
    "RoleB": "Ogre",
    "JinxText": "Falls das Grubenweib einen bösen Spieler in den Ogre verwandelt, kann er nicht durch seine eigene Fähigkeit gut werden."
  },
  {
    "RoleA": "Grubenweib",
    "RoleB": "Politician",
    "JinxText": "Falls das Grubenweib einen bösen Spieler in den Politician verwandelt, kann er nicht durch seine eigene Fähigkeit gut werden."
  },
  {
    "RoleA": "Grubenweib",
    "RoleB": "Village Idiot",
    "JinxText": "Falls es noch freie Village Idiot Charakterplättchen gibt, kann das Grubenweib einen weiteren Village Idiot generieren. In dem Fall ändert sich möglicherweise, welcher Village Idiot betrunken ist."
  },
  {
    "RoleA": "Scharlachrote Frau",
    "RoleB": "Al-Hadikhia",
    "JinxText": "Wenn es zwei lebende Al-Hadikhias gibt, wird der Scharlachrote Frau Al-Hadikhia wieder zur Scharlachroten Frau."
  },
  {
    "RoleA": "Scharlachrote Frau",
    "RoleB": "Fang Gu",
    "JinxText": "Falls der Fang Gu einen Außenseiter wählt und dadurch stirbt, wird die Scharlachrote Frau nicht zum Fang Gu."
  },
  {
    "RoleA": "Spion",
    "RoleB": "Alchemist",
    "JinxText": "Falls der Alchemist die Spion Fähigkeit hat, sieht er nicht das Grimoire und der echte Spion kann nicht falsch angezeigt werden."
  },
  {
    "RoleA": "Spion",
    "RoleB": "Damsel",
    "JinxText": "Falls der Spion im Spiel ist (oder war), ist die Damsel vergiftet."
  },
  {
    "RoleA": "Spion",
    "RoleB": "Magician",
    "JinxText": "Wenn der Spion das Grimoire sieht, werden das Dämon und Magician Charaterplättchen entfernt."
  },
  {
    "RoleA": "Spion",
    "RoleB": "Ogre",
    "JinxText": "Der Spion wird dem Ogre als böse angezeigt."
  },
  {
    "RoleA": "Spion",
    "RoleB": "Poppy Grower",
    "JinxText": "Falls der Poppy Grower im Spiel ist, sieht der Spion das Grimoire erst nachdem der Poppy Grower stirbt."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Alchemist",
    "JinxText": "Falls ein Alchemist-Summoner im spiel ist startet die Runde ganz normal mit einem Dämon im Spiel. Wenn der Alchemist-Summoner einen Spieler wählt, verwandelt er den Spieler in einen Dämon aber ändert nicht sein Team."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Uhrmacher",
    "JinxText": "Falls der Summoner im Spel ist, erhält der Uhrmacher seine Information erst wenn ein Dämon generiert wurde."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Höfling",
    "JinxText": "Falls der Summoner in der 3. Nacht betrunken ist, wählt der Summoner einen Dämon aber der Storyteller den Spieler."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Engineer",
    "JinxText": "Falls der Engineer den Summoner aus dem Spiel nimmt bevor der Summoner seine Fähigkeit einsetzt, benutzt der Summoner sofort seine Fähigkeit."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Hatter",
    "JinxText": "Der Summoner kann keinen Dämon generieren, der bereits im Spiel ist. Wenn der Summoner einen nicht im Spiel befindlichen Dämon generiert sind Tode in dieser Nacht willkürlich."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Kazali",
    "JinxText": "Der Summoner kann keinen Dämon generieren, der bereits im Spiel ist. Wenn der Summoner einen nicht im Spiel befindlichen Dämon generiert sind Tode in dieser Nacht willkürlich."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Legion",
    "JinxText": "Falls der Summoner Legion generiert, wird die Mehrheit der Spieler (inklusive allen bösen Spielern) böse Legion."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Lord of Typhon",
    "JinxText": "Falls der Summoner einen Lord of Typhon generiert, muß der Lord of Typhon neben einem Schergen sitzen. Der andere Nachbar wird ein nicht im Spiel befindlicher böser Scherge."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Marionette",
    "JinxText": "Die Marionette sitzt neben dem Summoner. Der Summoner weiß, wer die Marionette ist."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Grubenweib",
    "JinxText": "Der Summoner kann keinen Dämon generieren, der bereits im Spiel ist. Wenn der Summoner einen nicht im Spiel befindlichen Dämon generiert sind Tode in dieser Nacht willkürlich."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Poppy Grower",
    "JinxText": "Falls der Poppy Grower lebt, wenn der Summoner agiert, wählt der Summoner einen Dämon aber der Storyteller den Spieler."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Preacher",
    "JinxText": "Falls der Preacher den Summoner in oder vor der 3. Nacht wählt, wählt der Summoner einen Dämon aber der Storyteller den Spieler."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Pukka",
    "JinxText": "Der Summoner kann in der 2. Nacht einen Spieler wählen, der zum Pukka wird."
  },
  {
    "RoleA": "Summoner",
    "RoleB": "Zombuul",
    "JinxText": "Falls der Summoner einen toten Spieler in den Zombuul verwandelt, behandelt der Storyteller diesen Spieler wie einen Zombuul, der bereits einmal gestorben ist."
  },
  {
    "RoleA": "Vizier",
    "RoleB": "Alsaahir",
    "JinxText": "Falls der Vizier im Spiel ist, muß der Alsaahir auch raten, welche Dämonen im Spiel sind."
  },
  {
    "RoleA": "Vizier",
    "RoleB": "Höfling",
    "JinxText": "Falls der Vizier seine Fähigkeit verliert, erfährt er das. Falls der Vizier hingerichtet wird während er seine Fähigkeit hat, gewinnt sein Team."
  },
  {
    "RoleA": "Vizier",
    "RoleB": "Fearmonger",
    "JinxText": "Der Vizier erwacht gleichzeitig mit dem Fearmonger und erfährt, welchen Spieler dieser wählt. Diesen Spieler kann der Vizier nicht direkt hinrichten."
  },
  {
    "RoleA": "Vizier",
    "RoleB": "Detektiv",
    "JinxText": "Falls ein Detektiv erfährt, daß der Vizier im Spiel ist, wird die Existenz eines Viziers nicht vom Storyteller angekündigt."
  },
  {
    "RoleA": "Vizier",
    "RoleB": "Magician",
    "JinxText": "Falls sowohl Vizier als auch Magician im Spiel sind, erfährt der Dämon nicht, wer seine Minions sind."
  },
  {
    "RoleA": "Vizier",
    "RoleB": "Politician",
    "JinxText": "Der Politician wird dem Vizier möglicherweise als böse angezeigt."
  },
  {
    "RoleA": "Vizier",
    "RoleB": "Preacher",
    "JinxText": "Falls der Vizier seine Fähigkeit verliert, erfährt er das. Falls der Vizier hingerichtet wird während er seine Fähigkeit hat, gewinnt sein Team."
  },
  {
    "RoleA": "Vizier",
    "RoleB": "Zealot",
    "JinxText": "Der Zealot wird dem Vizier möglicherweise als böse angezeigt."
  },
  {
    "RoleA": "Widow",
    "RoleB": "Alchemist",
    "JinxText": "Falls der Alchemist die Widow Fähigkeit hat, sieht er nicht das Grimoire."
  },
  {
    "RoleA": "Widow",
    "RoleB": "Damsel",
    "JinxText": "Falls die Widow im Spiel ist (oder war), ist die Damsel vergiftet."
  },
  {
    "RoleA": "Widow",
    "RoleB": "Magician",
    "JinxText": "Wenn die Widow das Grimoire sieht, werden das Dämon und Magician Charaterplättchen entfernt."
  },
  {
    "RoleA": "Widow",
    "RoleB": "Poppy Grower",
    "JinxText": "Falls der Poppy Grower im Spiel ist, sieht die Widow das Grimoire erst nachdem der Poppy Grower stirbt."
  },
  {
    "RoleA": "Kazali",
    "RoleB": "Choir Boy",
    "JinxText": "Falls ein Choirboy im Spiel ist, kann der Kazali nicht wählen, daß der King ein Scherge wird."
  },
  {
    "RoleA": "Kazali",
    "RoleB": "Schläger",
    "JinxText": "Der Kazali kann wählen, daß der Schläger Spieler einer seiner bösen Schergen ist."
  },
  {
    "RoleA": "Kazali",
    "RoleB": "Huntsman",
    "JinxText": "Falls der Kazali wählt, daß die Damsel ein Scherge wird und ein Huntsman im Spiel ist, wird ein guter Spieler die Damsel."
  },
  {
    "RoleA": "Kazali",
    "RoleB": "Marionette",
    "JinxText": "Falls der Kazali eine Marionette generiert, muß er dafür einen seiner Nachbarn wählen."
  },
  {
    "RoleA": "Kazali",
    "RoleB": "Soldat",
    "JinxText": "Der Kazali kann wählen, daß der Soldat Spieler einer seiner bösen Schergen ist."
  },
  {
    "RoleA": "Legion",
    "RoleB": "Engineer",
    "JinxText": "Legion und der Engineer können zu Beginn der Runde nicht beide im Spiel sein. Falls der Egineer Legion generiert, wird die Mehrheit der Spieler (inklusive aller bösen Spieler) böse Legion."
  },
  {
    "RoleA": "Legion",
    "RoleB": "Hatter",
    "JinxText": "Falls der Hatter stirbt und Legion im Spiel ist, paßiert nichts. Falls der Hatter stirbt und ein böser Spieler wählt Legion, werden alle aktuell bösen Spieler Legion."
  },
  {
    "RoleA": "Legion",
    "RoleB": "Minnesänger",
    "JinxText": "Falls Legion heute hingerichtet wurde, behält Legion ihre Fähigkeit, aber der Minnesänger erfährt möglicherweise, daß sie Legion sind."
  },
  {
    "RoleA": "Legion",
    "RoleB": "Preacher",
    "JinxText": "Falls der Preacher Legion wählt, behält Legion ihre Fähigkeit, aber der Preacher erfährt möglicherweise, daß sie Legion sind."
  },
  {
    "RoleA": "Legion",
    "RoleB": "Zealot",
    "JinxText": "Der Zealot könnte für Legions Fähigkeit als böse angezeigt werden."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Banshee",
    "JinxText": "Jede Nacht* wählt der Leviathan einen lebenden guten Spieler (einen anderen Spieler als die vorherigen Nächte)."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Exorzist",
    "JinxText": "Falls der Exorzist lebt und mindestens einmal erfolgreich den Leviathan gewählt hat, gewinnt das böse Team nicht, falls mehr als 1 guter Spieler hingerichtet wurde."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Farmer",
    "JinxText": "Jede Nacht* wählt der Leviathan einen lebenden guten Spieler (einen anderen Spieler als die vorherigen Nächte)."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Großmutter",
    "JinxText": "Falls der Leviathan im Spiel ist und das Enkelkind durch Hinrichtung stirbt, gewinnt das böse Team."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Hatter",
    "JinxText": "Falls der Hatter an oder nach Tag 5 stirbt, kann der Dämon nicht den Leviathan wählen."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Gastwirt",
    "JinxText": "Falls der Leviathan im Spiel ist, sind die vom Gastwirt geschützten Spieler sicher vor allen bösen Fähigkeiten."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "King",
    "JinxText": "Falls der Leviathan im Spiel ist und mindestens 1 Spieler tot ist, erfährt der King jede Nacht einen lebenden Charakter."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Bürgermeister",
    "JinxText": "Falls der Leviathan im Spiel ist und an Tag 5 keine Hinrichtung stattfindet, gewinnt das gute Team."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Mönch",
    "JinxText": "Falls der Leviathan im Spiel ist, ist der vom Mönch geschützte Spieler sicher vor allen bösen Fähigkeiten."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Grubenweib",
    "JinxText": "Nach Tag 5 kann das Grubenweib nicht den Leviathan wählen."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Rabenhüter",
    "JinxText": "Jede Nacht* wählt der Leviathan einen lebenden guten Spieler (einen anderen Spieler als die vorherigen Nächte)."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Weise",
    "JinxText": "Jede Nacht* wählt der Leviathan einen lebenden guten Spieler (einen anderen Spieler als die vorherigen Nächte)."
  },
  {
    "RoleA": "Leviathan",
    "RoleB": "Soldat",
    "JinxText": "Falls der Leviathan im Spiel ist, ist der Soldat sicher vor allen bösen Fähigkeiten."
  },
  {
    "RoleA": "Lil\u0027 Monsta",
    "RoleB": "Hatter",
    "JinxText": "Falls ein Dämon Lil\u0027 Monsta wählt, wählt er auch einen Schergen, der diese Nacht das Lil\u0027 Monsta Plättchen erhält."
  },
  {
    "RoleA": "Lil\u0027 Monsta",
    "RoleB": "Magician",
    "JinxText": "Jede Nacht wählt der Magician einen Schergen."
  },
  {
    "RoleA": "Lil\u0027 Monsta",
    "RoleB": "Poppy Grower",
    "JinxText": "Falls der Poppy Grower im Spiel ist, wachen die Schergen nicht gleichzeitig auf. Sie werden einer nach dem anderen geweckt, bis einer von ihnen sich entscheidet, das Lil\u0027 Monsta Plättchen zu nehmen."
  },
  {
    "RoleA": "Lil\u0027 Monsta",
    "RoleB": "Scharlachrote Frau",
    "JinxText": "Falls 5 oder mehr Spieler leben und der Spieler mit dem Lil\u0027 Monsta Plättchen stirbt, erhält die Scharlachrote Frau in der Nacht das Lil\u0027 Monsta Plättchen."
  },
  {
    "RoleA": "Lil\u0027 Monsta",
    "RoleB": "Vizier",
    "JinxText": "Der Vizier kann durch Hinrichtung sterben wenn er das Lil\u0027 Monsta Plättchen hat."
  },
  {
    "RoleA": "Lleech",
    "RoleB": "Strippenzieher",
    "JinxText": "Falls der Strippenzieher lebt und der Lleech Host durch Hinrichtung stirbt, bleibt der Lleech am Leben aber verliert seine Fähigkeit."
  },
  {
    "RoleA": "Lleech",
    "RoleB": "Dämonenjäger",
    "JinxText": "Falls der Dämonjäger den Lleech Host angreift, stirbt dieser."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Banshee",
    "JinxText": "Jede Nacht* wählt Riot einen lebenden guten Spieler (einen anderen Spieler als die vorherigen Nächte)."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Exorzist",
    "JinxText": "Falls der Exorzist Riot in der 3. Nacht wählt werden Schergen nicht Riot."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Farmer",
    "JinxText": "Jede Nacht* wählt Riot einen lebenden guten Spieler (einen anderen Spieler als die vorherigen Nächte)."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Großmutter",
    "JinxText": "Falls Riot im Spiel ist und das Enkelkind am Tag stirbt, stirbt die Großmutter ebenfalls."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Gastwirt",
    "JinxText": "Falls Riot im Spiel ist, sind die vom Gastwirt geschützten Spieler sicher vor allen bösen Fähigkeiten."
  },
  {
    "RoleA": "Riot",
    "RoleB": "King",
    "JinxText": "Falls Riot im Spiel ist und mindestens 1 Spieler tot ist, erfährt der King jede Nacht einen lebenden Charakter."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Bürgermeister",
    "JinxText": "Der Bürgermeister kann wählen die Nominierungen zu beenden. Falls er das tut wenn nur 1 Riot lebt, gewinnt das gute Team, ansonsten gewinnt das böse Team."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Mönch",
    "JinxText": "Falls Riot im Spiel ist, ist der vom Mönch geschützte Spieler sicher vor allen bösen Fähigkeiten."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Rabenhüter",
    "JinxText": "Jede Nacht* wählt Riot einen lebenden guten Spieler (einen anderen Spieler als die vorherigen Nächte)."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Weise",
    "JinxText": "Jede Nacht* wählt Riot einen lebenden guten Spieler (einen anderen Spieler als die vorherigen Nächte)."
  },
  {
    "RoleA": "Riot",
    "RoleB": "Soldat",
    "JinxText": "Falls Riot im Spiel ist, ist der Soldat sicher vor allen bösen Fähigkeiten."
  },
  {
    "RoleA": "Vortox",
    "RoleB": "Banshee",
    "JinxText": "Falls der Vorox im Spiel ist und der Dämon die Banshee tötet, erfahren die Spieler dennoch daß die Banshee gestorben ist."
  },
  {
    "RoleA": "Yaggababble",
    "RoleB": "Exorzist",
    "JinxText": "Falls der Exorzist den Yaggababble wählt, tötet die Yaggababble Fähigkeit in dieser Nacht nicht."
  }
]